{
  "validations": {
    "field-error_required": "Please fill out this field",
    "field-error_minLength": "This field must contain minimum {{minLength}} symbols",
    "field-error_maxLength": "This field must contain maximum {{maxLength}} symbols"
  },
  "errors": {
    "default": "Something went wrong"
  },
  "notifications": {
    "default-title-success": "Success",
    "default-title-error": "Error",
    "default-title-warning": "Warning",
    "default-title-info": "Info",
    "default-title-default": "Just a message",
    "default-message-success": "Action successful",
    "default-message-error": "Something went wrong",
    "default-message-warning": "Something you are doing is not recommended",
    "default-message-info": "Something is happening. Just want you to know that",
    "default-message-default": "Just a message"
  },
  "hero-banner": {
    "title-part-1": "You will not find a solution to political problems in cryptography.",
    "title-part-2": "> yes, but we can win a major battle in the arms race and gain a new territory of freedom...",
    "signature": "S.N"
  },
  "whitepaper": {
    "title": "An identification and privacy solution that revolutionizes polling, surveying and election processes",
    "text": "With the progress in cryptographic technologies, including Zero-Knowledge proofs for enhanced privacy, and the Blockchain as an immutable and decentralized system immune to tampering and attacks, we can now develop the first fully decentralized tools that are free from coercion. Empowering people to voice their opinions despite modern social and political challenges.",
    "link": "Read the Whitepaper"
  },
  "how-to": {
    "title": "How it works",

    "step-1-title": "Secure Passport Scan",
    "step-1-desc": "When you scan your document, it creates a random ID right on your device, ensuring no personal data ever leaves your phone for complete privacy.",

    "step-2-title": "Creating a Unique Voting Pass",
    "step-2-desc": "The system generates a special 'voting pass' for you, keeping your identity private and preventing multiple votes.",

    "step-3-title": "Anonymous Voting",
    "step-3-desc": "Cast your vote anonymously; it's securely recorded on the blockchain, making it tamper-proof and non traceable.",

    "step-4-title": "Transparent Results",
    "step-4-desc": "Once voting ends, results are available on the blockchain for anyone to see, ensuring immutability and no single-party control."
  }
}
